Repository: ShiromiyaG/RVC-AI-Cover-Maker
Catalog: locale/*/LC_MESSAGES/RVCAIMaker.po
Languages: pt_br

source: Downloading Youtube music...
pt_br: Fazendo download da música do Youtube...

source: Download of Youtube music complete!
pt_br: Download da música do Youtube completo!

source: Downloading Deezer music...
pt_br: Fazendo download da música do Deezer...

source: Download of Deezer complete!
pt_br: Download da música do Deezer completo!

source: {basename} processing with karokee_4band_v2_sn is over!
pt_br: Processamento de {basename} com karokee_4band_v2_sn acabou!

source: {basename} processing with Reverb HQ is over!
pt_br: Processamento de {basename} com Reverb HQ acabou!

source: Vocal processing completed.
pt_br: Processamento dos vocais concluído!

source: Separation complete!
pt_br: Separação completa!

source: Separating vocals...
pt_br: Separando vocais...

source: {basename} processing with MDX23C-8KFFT-InstVoc_HQ is over!
pt_br: Processamento de {basename} com MDX23C-8KFFT-InstVoc_HQ acabou!

source: {basename} processing with BSRoformer is over!
pt_br: Processamento de {basename} com BSRoformer acabou!

source: Processing of the first Ensemble is over!
pt_br: Processamento do primeiro Ensemble acabou!

source: Separating instrumentals...
pt_br: Separando instrumentais...

source: {basename} processing with {model_name_without_ext} is over!
pt_br: Processamento de {basename} com {model_name_without_ext} acabou!

source: Processing of the second Ensemble is over!
pt_br: Processamento do Segundo Ensemble acabou!

source: Instrumental processing completed.
pt_br: Processamento dos instrumentais concluído.
